Repository: common-repository/misterplan
Catalog: languages/mrplan-*.po
Languages: fr_fr, pt_pt

source: Motores de reserva de alojamientos y actividades
pt_pt: Motores de reserva de alojamentos e actividades

source: Create confirmation page
fr_fr: Créer une page de confirmation
pt_pt: Criar página de confirmação

source: In order for the plugin to work, you need to create a booking confirmation page. This page needs the shortcode [misterplan_confirmacion] to be able to finalise the booking. Please, once created, do not delete neither the page nor the shortcode inside it.
fr_fr: Pour que le plugin fonctionne, vous devez créer une page de confirmation de réservation. Cette page a besoin du shortcode [misterplan_confirmacion] pour pouvoir finaliser la réservation. Une fois créée, ne supprimez ni la page ni le shortcode qu'elle contient.
pt_pt: Para que o plugin funcione, é necessário criar uma página de confirmação de reserva. Esta página precisa do shortcode [misterplan_confirmacion] para poder finalizar a reserva. Uma vez criada, não apague nem a página nem o shortcode dentro dela.

source: Create confirmation page automatically
fr_fr: Création automatique d'une page de confirmation
pt_pt: Criar automaticamente uma página de confirmação

source: Booking engines for accommodations
fr_fr: Moteurs de réservation de logements
pt_pt: Motores de reserva de alojamentos

source: Create a new booking engine for accommodation
fr_fr: Créer un nouveau moteur de réservation pour l'hébergement
pt_pt: Criar um novo motor de reservas para alojamento

source: Booking engines for activities
fr_fr: Moteurs de réservation d'activités
pt_pt: Motores de reserva para actividades

source: Create new booking engine for activities
fr_fr: Créer un nouveau moteur de réservation pour les activités
pt_pt: Criar um novo motor de reservas para actividades

source: Search engines
fr_fr: Moteurs de recherche
pt_pt: Motores de pesquisa

source: Create new Search engines
fr_fr: Créer de nouveaux moteurs de recherche
pt_pt: Criar novos motores de busca

source: Booking engine for accommodation
fr_fr: Moteur de réservation de logements
pt_pt: Motor de reservas de alojamento

source: Booking engine data
fr_fr: Données du moteur de réservation
pt_pt: Dados do motor de reservas

source: Booking engine name
fr_fr: Nom du moteur de réservation
pt_pt: Nome do motor de reservas

source: Element ID
fr_fr: ID de l'élément
pt_pt: ID do elemento

source: Destination ID
fr_fr: ID de destination
pt_pt: ID de destino

source: Point of sale ID
fr_fr: ID du point de vente
pt_pt: ID do ponto de venda

source: Widget ID
fr_fr: ID du widget
pt_pt: ID do widget

source: Control Hash
fr_fr: Contrôle Hash
pt_pt: Controlo Hash

source: Default language
fr_fr: Langue par défaut
pt_pt: Língua predefinida

source: Spanish
fr_fr: Espagnol
pt_pt: Espanhol

source: Search automatically on start-up
fr_fr: Recherche automatique au démarrage
pt_pt: Pesquisa automática no arranque

source: No
fr_fr: Non
pt_pt: Não

source: Yes
fr_fr: Oui
pt_pt: Sim

source: Debug
fr_fr: Débogage
pt_pt: Depurar

source: New message
fr_fr: Nouveau message
pt_pt: Nova mensagem

source: Simple
pt_pt: Simples

source: Complete
fr_fr: Compléter
pt_pt: Completo

source: Styles
pt_pt: Estilos

source: Create Booking Engine
fr_fr: Créer un moteur de réservation
pt_pt: Criar motor de reservas

source: Update Booking Engine
fr_fr: Mise à jour du moteur de réservation
pt_pt: Atualizar o motor de reservas

source: Option
pt_pt: Opção

source: Create page with booking engine
fr_fr: Créer une page avec un moteur de réservation
pt_pt: Criar página com motor de reservas

source: You can add this booking engine anywhere on the site by including the following shortcode:
fr_fr: Vous pouvez ajouter ce moteur de réservation n'importe où sur le site en incluant le shortcode suivant :
pt_pt: Pode adicionar este motor de reservas em qualquer parte do sítio, incluindo o seguinte código curto:

source: Create a page automatically with the booking engine. You can modify this page, as long as you do not remove the shortcode associated with the engine.
fr_fr: Créer une page automatiquement avec le moteur de réservation. Vous pouvez modifier cette page, à condition de ne pas supprimer le shortcode associé au moteur.
pt_pt: Criar uma página automaticamente com o motor de reservas. Pode modificar esta página, desde que não remova o shortcode associado ao motor.

source: Max width
fr_fr: Largeur maximale
pt_pt: Largura máxima

source: in pixels
fr_fr: en pixels
pt_pt: em píxeis

source: Booking engine for activities
fr_fr: Moteur de réservation d'activités
pt_pt: Motor de reservas para actividades

source: More information about shortcodes
fr_fr: Plus d'informations sur les shortcodes
pt_pt: Mais informações sobre códigos curtos

source: Search engine
fr_fr: Moteur de recherche
pt_pt: Motor de busca

source: Search engine data
fr_fr: Données sur les moteurs de recherche
pt_pt: Dados do motor de busca

source: Search engine name
fr_fr: Nom du moteur de recherche
pt_pt: Nome do motor de busca

source: Search by default
fr_fr: Recherche par défaut
pt_pt: Pesquisa por defeito

source: Accomodations
fr_fr: Hébergement
pt_pt: Alojamento

source: Activities
fr_fr: Activités
pt_pt: Actividades

source: Show location selector
fr_fr: Afficher le sélecteur de lieu
pt_pt: Mostrar seletor de localização

source: Show agency code selector
fr_fr: Afficher le sélecteur de code de l'agence
pt_pt: Mostrar o seletor de código de agência

source: Booking engine page
fr_fr: Page du moteur de réservation
pt_pt: Página do motor de reservas

source: Maximum width of results
fr_fr: Largeur maximale des résultats
pt_pt: Largura máxima dos resultados

source: This information will be provided to you by MisterPlan
fr_fr: Ces informations vous seront fournies par MisterPlan
pt_pt: Esta informação ser-lhe-á fornecida por MisterPlan

source: You do not have an accommodation booking engine created
fr_fr: Vous ne disposez pas d'un moteur de réservation d'hébergement créé
pt_pt: Não tem um motor de reserva de alojamento criado

source: You do not have an activites booking engine created
fr_fr: Vous ne disposez pas d'un moteur de réservation d'activités
pt_pt: Não tem um motor de reserva de actividades criado

source: You do not have an search engine created
fr_fr: Vous n'avez pas de moteur de recherche créé
pt_pt: Não tem um motor de busca criado

source: Confirmation page
fr_fr: Page de confirmation
pt_pt: Página de confirmação

source: Edit confirmation page
fr_fr: Modifier la page de confirmation
pt_pt: Editar página de confirmação

source: View confirmation page
fr_fr: Voir la page de confirmation
pt_pt: Ver página de confirmação

source: Activity ID
fr_fr: ID de l'activité
pt_pt: ID da atividade

source: Accomodation ID
fr_fr: Numéro d'identification du logement
pt_pt: ID do alojamento

source: Information
fr_fr: Informations
pt_pt: Informações

source: Type of the booking engine
fr_fr: Type de moteur de réservation
pt_pt: Tipo de motor de reservas

source: Destination pages
fr_fr: Pages de destination
pt_pt: Páginas de destino

source: Engine successfully created
fr_fr: Moteur créé avec succès
pt_pt: Motor criado com sucesso

source: Successfully saved data
fr_fr: Sauvegarde réussie des données
pt_pt: Dados guardados com sucesso

source: Styles for conflicts with your theme
fr_fr: Styles pour les conflits avec votre thème
pt_pt: Estilos para conflitos com o seu tema

source: Insert here CSS styles to solve engine conflicts with your theme
fr_fr: Insérez ici les styles CSS pour résoudre les conflits de moteur avec votre thème
pt_pt: Insira aqui estilos CSS para resolver conflitos de motores com o seu tema

source: Pages with an integrated booking engine or search engine
fr_fr: Pages avec moteur de réservation ou de recherche intégré
pt_pt: Páginas com um motor de reservas ou de pesquisa integrado

source: Confirmation page successfully created
fr_fr: Page de confirmation créée avec succès
pt_pt: Página de confirmação criada com sucesso

source: Engine successfully deleted
fr_fr: Moteur supprimé avec succès
pt_pt: Motor eliminado com sucesso

source: Are you sure you want to delete this engine? This operation cannot be undone
fr_fr: Êtes-vous sûr de vouloir supprimer ce moteur ? Cette opération ne peut être annulée
pt_pt: Tem a certeza de que pretende apagar este motor? Esta operação não pode ser anulada

source: We are redirecting you to the site. Please wait a moment
fr_fr: Nous vous redirigeons vers le site. Veuillez patienter un instant
pt_pt: Estamos a redireccioná-lo para o site. Aguarde um momento

source: MisterPlan accommodation identifier
fr_fr: Identifiant de logement MisterPlan
pt_pt: Identificador de alojamento MisterPlan

source: Default language in which engine is displayed
fr_fr: Langue par défaut dans laquelle le moteur est affiché
pt_pt: Língua predefinida em que o motor é apresentado

source: MisterPlan Widget identifier
fr_fr: Identifiant du Widget MisterPlan
pt_pt: Identificador do MisterPlan Widget

source: MisterPlan point of sale identifier
fr_fr: Identificateur de point de vente MisterPlan
pt_pt: Identificador de ponto de venda MisterPlan

source: MisterPlan destination identifier
fr_fr: Identifiant de destination de MisterPlan
pt_pt: Identificador de destino MisterPlan

source: Error, duplicate 1: MisterPlan accommodation identifier
fr_fr: Erreur, doublon 1 : Identifiant du logement MisterPlan
pt_pt: Erro, duplicado 1: identificador de alojamento MisterPlan

source: The engine will d a search when page is loading
fr_fr: Le moteur effectuera une recherche pendant le chargement de la page
pt_pt: O motor fará uma pesquisa quando a página estiver a carregar

source: Displays engine information on the public side to help detect errors
fr_fr: Affiche des informations sur le moteur du côté public pour aider à détecter les erreurs
pt_pt: Apresenta informações sobre o motor no lado público para ajudar a detetar erros

source: Show language selector
fr_fr: Afficher le sélecteur de langue
pt_pt: Mostrar seletor de idioma

source: Portuguese
fr_fr: Portugais
pt_pt: Português

source: French
fr_fr: Français
pt_pt: Francês

source: Italian
fr_fr: Italien
pt_pt: Italiano

source: German
fr_fr: Allemand
pt_pt: Alemão

source: Catalan
pt_pt: Catalão

source: Galician
fr_fr: Galicien
pt_pt: Galego

source: Basque
pt_pt: Basco

source: Booking engine options
fr_fr: Options du moteur de réservation
pt_pt: Opções do motor de reservas

source: Displays a menu to choose the language of the engine
fr_fr: Affiche un menu permettant de choisir la langue du moteur
pt_pt: Apresenta um menu para escolher a língua do motor

source: MisterPlan activity identifier
fr_fr: Identifiant d'activité de MisterPlan
pt_pt: Identificador de atividade MisterPlan
